driver-tests/bpelse/correlation/correlationJBI/test/corrRecFlowF4_Correlation/Input2.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns="urn:corrRecFlowF4TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <corrRecFlowF4Part>
    <string>input1</string>
  </corrRecFlowF4Part>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>